Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# PriorityInfo
source: Higher priority notifications will work even if your phone is in Do Not Disturb mode.
ar: الإشعارات الأكثر أهمية ستعمل حتى عندما يكون جهازك في وضعية عدم الإزعاج.
es: Las notificaciones con prioridad alta funcionarán aunque tu teléfono esté en modo no molestar.
it: Le notifiche con priorità più alta funzioneranno anche se il telefono è in modalità Non disturbare.

# PrivacyCallsP2PHelp
source: Disabling peer-to-peer will relay all calls through Telegram servers to avoid revealing your IP address, but may slightly decrease audio quality.
ar: تعطيل الند للند سيجعل جميع المكالمات تعتمد على خوادم تيليجرام لتجنب الإفصاح عن الـ IP الخاص لك، لكن يقوم بتنزيل جودة الصوت قليلًا.
es: Al desactivar peer-to-peer todas las llamadas pasarán por los servidores de Telegram para evitar dar conocer tu dirección IP, pero disminuirá ligeramente la calidad de audio.
it: Disattivando il peer-to-peer, tutte le chiamate verranno inviate tramite i server di Telegram per evitare di rivelare l'indirizzo IP, ma la qualità audio diminuirà leggermente.

# PrivacyCallsP2PTitle
source: Peer-to-Peer
ar: الند للند

# PrivacyClearPayment
source: Payment info
ar: معلومات عملية الدفع
es: Información de pago
it: Info di pagamento

# PrivacyClearShipping
source: Shipping info
ar: معلومات الشحن
es: Información de envío
it: Info di spedizione

# PrivacyFloodControlError
source: Sorry, too many requests. Unable to change privacy settings now, please wait.
ar: المعذرة، يوجد الكثير من الطلبات حاليًا. لا نستطيع تغيير إعدادات الخصوصية الآن، يرجى الإنتظار.
es: Lo sentimos, hay demasiadas solicitudes. Es imposible cambiar los ajustes de privacidad ahora. Por favor, espera.
it: Spiacenti, troppe richieste. Impossibile cambiare le impostazioni di privacy ora, attendi.

# PrivacyLastSeen
source: Last Seen
ar: آخر ظهور
es: Última conexión
it: Ultimo accesso

# PrivacyPayments
source: Payments
ar: عمليات الدفع
es: Pagos
it: Pagamenti

# PrivacyPaymentsClear
source: Clear payment & shipping info
ar: مسح معلومات عملية الدفع والشحن
es: Eliminar información de pago
it: Cancella info di pagamento

# PrivacyPaymentsClearInfo
source: You can delete your shipping info and instruct all payment providers to remove your saved credit cards. Note that Telegram never stores your credit card data.
ar: يمكنك حذف معلومات الشحن الخاصة بك والطلب من جميع موفري خدمة الدفع حذف بطاقاتك الإئتمانية المسجلة. يرجى الأخذ بالعلم أن تيليجرام لا يقوم بتاتًا بحفظ بيانات بطاقتك الإئتمانية.
es: Puedes eliminar tu información de envío y forzar a todos los proveedores de pago a eliminar tus tarjetas de crédito guardadas. Telegram nunca almacena tus datos de tarjetas de crédito.
it: Puoi cancellare le tue info di spedizione e ordinare a tutti i fornitori dei pagamenti di rimuovere le tue carte di credito salvate. Ricorda che Telegram non archivia mai i dati della tua carta di credito.

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
it: Informativa sulla privacy

# PrivacySettings
source: Privacy and Security
ar: الخصوصية والأمان
es: Privacidad y seguridad
it: Privacy e sicurezza

# PrivacyTitle
source: Privacy
ar: الخصوصية
es: Privacidad

# ProfilePopupNotification
source: Popup notifications
ar: الإشعارات المنبثقة
es: Notificaciones emergentes
it: Notifiche popup

# ProfilePopupNotificationInfo
source: New messages from this contact will appear on your screen when you are not using Telegram.
ar: الرسائل الجديدة من هذا المستخدم ستظهر على شاشتك حتى عند عدم استخدامك لتيليجرام.
es: Los mensajes nuevos de este contacto aparecerán en tu pantalla cuando no estés usando Telegram.
it: I nuovi messaggi da questo contatto appariranno sul tuo schermo quando non stai usando Telegram.

source: Proxy
ar: بروكسي

source: Proxy Settings
ar: إعدادات البروكسي
es: Ajustes de proxy
it: Impostazioni proxy

source: Raise to Speak
ar: ارفع الجهاز للتحدث
es: Elevar para hablar
it: Alza per registrare

# ReEnterYourPasscode
source: Re-enter your new passcode
ar: قم بإعادة إدخال رمز المرور الخاص بك الجديدة
es: Pon, otra vez, tu nuevo código
it: Reinserisci il nuovo codice

source: RECENT
ar: حديث
es: RECIENTES
it: RECENTI

# RecentStickers
source: Recently Used
ar: مستخدمة حديثًا
es: Recientes
it: Usati di recente

source: Recently viewed
ar: المستعرضة مؤخرًا
es: Vistos recientemente
it: Visualizzato di recente

# RecentlyViewedHide
source: HIDE
ar: إخفاء
es: OCULTAR
it: NASCONDI

# RecipientOne
source: {0} recipient
ar: مستقبل واحد
es: {0} destinatario
it: {0} destinatario

# RecipientOther
source: {0} recipients
ar: {0} مستقبل
es: {0} destinatarios
it: {0} destinatari

# RecordingAudio
source: recording a voice message...
ar: جاري تسجيل رسالة صوتية...
es: grabando un mensaje de voz...
it: sta registrando un messaggio vocale...

# RecordingRound
source: recording a video message...
ar: جاري تسجيل رسالة مرئية...
es: grabando un videomensaje...
it: sta registrando un videomessaggio...

source: Recovery E-Mail
ar: بريد إسترداد الحساب
es: E-mail de recuperación
it: Email di recupero

# RegisterText
source: Set up your first and last name
ar: اختر الاسم الأول واسم العائلة
es: Ingresa tu nombre y apellidos
it: Inserisci il tuo nome e cognome

source: Regular
ar: طبيعي
es: Normal
it: Normale

# RemoveFromListText
source: Tap and hold on user to delete.
ar: إضغط بإستمرار على المستخدم لحذفه
es: Mantén pulsado sobre un usuario para eliminarlo.
it: Tieni premuto sull'utente per eliminarlo.

# RemovedFromFavorites
source: Sticker was removed from Favorites
ar: تم حذف الملصق من المفضلة
es: El sticker fue eliminado de favoritos
it: Sticker rimosso dai preferiti

# RepeatDisabled
source: Off
ar: إيقاف
es: Apagado
it: No

source: Repeat Notifications
ar: إعادة الإشعارات
es: Repetir notificaciones
it: Ripeti notifiche

# RepeatNotificationsNever
source: Never
ar: للأبد
es: Nunca
it: Mai

source: Reply
ar: الرد
es: Responder
it: Rispondi

# ReplyToGroup
source: Reply to {0}
ar: الرد على {0}
es: Responder a {0}
it: Rispondi a {0}

# ReplyToUser
source: Reply to {0}
ar: الرد على {0}
es: Responder a {0}
it: Rispondi a {0}

# ReportChat
source: Report
ar: إبلاغ
es: Reportar
it: Segnala

# ReportChatDescription
source: Description
ar: الوصف
es: Descripción
it: Descrizione

# ReportChatOther
source: Other
ar: أخرى
es: Otros
it: Altro

# ReportChatPornography
source: Pornography
ar: إباحية
es: Pornografía
it: Pornografia

# ReportChatSpam
source: Spam
ar: مزعج

# ReportChatViolence
source: Violence
ar: عنف
es: Violencia
it: Violenza

source: REPORT SPAM
ar: الإبلاغ عن الرسائل المزعجة
es: REPORTAR SPAM
it: SEGNALA SPAM

# ReportSpamAlert
source: Are you sure you want to report spam from this user?
ar: هل أنت متأكد من رغبتك في الإبلاغ عن هذا المستخدم كغير مرغوب به؟
es: ¿Quieres reportar a este usuario como spam?
it: Sei sicuro di voler segnalare questo utente come spam?

# ReportSpamAlertChannel
source: Are you sure you want to report spam from this channel?
ar: هل أنت متأكد من رغبتك في الإبلاغ عن هذه القناة كغير مرغوب بها؟
es: ¿Quieres reportar spam de este canal?
it: Sei sicuro di voler segnalare dello spam da questo canale?

# ReportSpamAlertGroup
source: Are you sure you want to report spam from this group?
ar: هل أنت متأكد من رغبتك في الإبلاغ عن هذه المجموعة كغير مرغوب بها؟
es: ¿Quieres reportar a este grupo como spam?
it: Sei sicuro di voler segnalare dello spam da questo gruppo?

source: REPORT SPAM AND LEAVE
ar: أبلغ عن الإزعاج وغادر
es: REPORTAR SPAM Y SALIR
it: SEGNALA SPAM E LASCIA

source: Reset
ar: إعادة تعيين
es: Restablecer
it: Ripristina

source: Reset account
ar: إعادة تعيين الحساب
es: Restablecer la cuenta
it: Ripristino account

# ResetAccountButton
source: RESET ACCOUNT
ar: إعادة تعيين
es: RESTABLECER CUENTA
it: RIPRISTINA ACCOUNT

# ResetAccountCancelledAlert
source: Your recent attempts to reset this account have been cancelled by its active user. Please try again in 7 days.
ar: تم إلغاء محاولاتك السابقة لإعادة تعيين هذا الحساب. فضلًا أعد المحاولة بعد ٧ أيام.
es: Tus intentos para restablecer la cuenta fueron cancelados por su usuario activo. Por favor, reinténtalo en 7 días.
it: I tuoi tentativi recenti di ripristinare questo account sono stati annullati dal suo utente attivo. Per favore riprova tra 7 giorni.

# ResetAccountInfo
source: Since the account **{0}** is active and protected by a password, we will delete it in 1 week for security purposes. You can cancel this process at any time.
ar: بما أن الحساب **{0}** فعّال ومحمي بكلمة مرور، سنقوم بحذفه خلال أسبوع لأسباب أمنية. يمكنك إلغاء هذه العملية في أي وقت.
es: Como la cuenta **{0}** está activa y protegida con una contraseña, la eliminaremos en 1 semana, por motivos de seguridad. Puedes cancelar el proceso en cualquier momento.
it: Dato che l'account **{0}** è attivo e protetto da una password, lo elimineremo tra 1 settimana per motivi di sicurezza. Puoi annullare questo processo in qualsiasi momento.

# ResetAccountStatus
source: You'll be able to reset your account in:
ar: ستتمكن من إعادة تعيين حسابك خلال:
es: Podrás restablecer tu cuenta en:
it: Potrai ripristinare il tuo account tra:

source: Reset All Notifications
ar: إعادة تعيين كافة الإشعارات
es: Restablecer las notificaciones
it: Ripristina tutte le notifiche

# ResetAutomaticMediaDownload
source: Reset Auto-Download Settings
ar: إعادة تعيين إعدادات التنزيل التلقائي
es: Restablecer ajustes de autodescarga
it: Ripristina download automatico

# ResetAutomaticMediaDownloadAlert
source: Are you sure you want to reset auto-download settings?
ar: هل أنت متأكد من رغبتك في إعادة تعيين إعدادات التنزيل التلقائي؟
es: ¿Quieres restablecer los ajustes de autodescarga?
it: Sei sicuro di voler ripristinare le impostazioni di download automatico?

source: RESET MY ACCOUNT
ar: إعادة تعيين حسابي
es: RESTABLECER MI CUENTA
it: RIPRISTINA IL MIO ACCOUNT

# ResetMyAccountText
source: You will lose all your chats and messages, along with any media and files you shared, if you proceed with resetting your account.
ar: إذا قمت بإعادة تعيين حسابك، ستفقد كافّة محادثاتك ورسائلك، بالإضافة إلى الوسائط والملفات التي تمت مشاركتها.
es: Si continúas con el reinicio de tu cuenta, perderás todos tus chats y mensajes, junto con toda la multimedia y archivos que compartiste.
it: Perderai tutte le chat e i messaggi, insieme ai media e ai file condivisi, se procederai a ripristinare il tuo account.

# ResetMyAccountWarning
source: Warning
ar: تحذير
es: Advertencia
it: Attenzione

# ResetMyAccountWarningReset
source: Reset account
ar: إعادة تعيين
es: Restablecer cuenta
it: Ripristina account

# ResetMyAccountWarningText
source: This action can't be undone. If you reset your account, all your messages and chats will be deleted.
ar: لا يمكنك الرجوع عن هذا القرار إذا قمت بإعادة تعيين حسابك، كافة رسائلك ومحادثاتك سيتم حذفها.
es: Esta acción no se puede deshacer. Si restableces tu cuenta, todos tus mensajes y chats se eliminarán.
it: Questa azione non può essere annullata. Se ripristini il tuo account, tutti i tuoi messaggi e le tue chat saranno eliminati.

# ResetNotificationsText
source: Reset all notification settings to default
ar: تم تعيين كافة الإشعارات افتراضيا
es: Restablecer las notificaciones
it: Ripristina tutte le impostazioni di notifica predefinite

source: Reset Statistics
ar: مسح الإحصائيات
es: Restablecer estadísticas
it: Azzera statistiche

# ResetStatisticsAlert
source: Do you want to reset your usage statistics?
ar: هل ترغب في مسح إحصائيات استخدامك؟
es: ¿Quieres restablecer las estadísticas de uso?
it: Vuoi ripristinare le tue statistiche di utilizzo?

# RestoreEmailSent
source: We have sent a recovery code to the e-mail you provided: {0}
ar: لقد قمنا بإرسال رمز الإستعادة إلى بريدك الإلكتروني الذي اخترته مسبقًا: {0}
es: Enviamos un código de recuperación al e-mail que nos diste: {0}
it: Abbiamo inviato un codice di ripristino all'email che ci hai fornito: {0}

# RestoreEmailSentInfo
source: Please check your e-mail and enter the 6-digit code we have sent here.
ar: يرجى الإطلاع على بريدك الإلكتروني وإدخال الرمز المكون من ٦ أرقام الذي قمنا بإرساله هنا.
es: Por favor, revisa tu e-mail y pon el código de 6 dígitos que te enviamos ahí.
it: Controlla la tua email e inserisci il codice a 6 cifre che ti abbiamo inviato.

# RestoreEmailTrouble
source: Having trouble accessing your e-mail {0}?
ar: هل تواجه صعوبات في الدخول على بريدك الإلكتروني {0}؟
es: ¿Tienes problemas para acceder a tu e-mail {0}?
it: Hai problemi ad accedere alla tua email {0}?

# RestoreEmailTroubleText
source: If you can't restore access to your e-mail, your remaining options are either to remember your password or to reset your account.
ar: إذا لم تستطع الدخول على بريد الإسترداد الخاص بك، خياراتك المتبقية هي تذكّر كلمة المرور أو إعادة تعيين حسابك.
es: Si no puedes acceder a tu e-mail, las opciones restantes son recordar tu contraseña o restablecer tu cuenta.
it: Se non puoi ripristinare l'accesso alla tua email, non ti resta che ricordarti la password o ripristinare il tuo account.

# RestorePasswordNoEmailText
source: Since you didn't provide a recovery e-mail when setting up your password, your remaining options are either to remember your password or to reset your account.
ar: لم تقم بإضافة بريد إلكتروني لإستعادة كلمة المرور عند اختيارها، لذلك خياراتك المتبقية هي تذكّر كلمة المرور أو إعادة تعيين حسابك.
es: Como no estableciste un e-mail de recuperación cuando configuraste tu contraseña, las opciones restantes son recordar tu contraseña o restablecer tu cuenta.
it: Siccome non hai fornito un'email di recupero quando hai impostato la tua password, non ti resta che ricordarti la password o ripristinare il tuo account.

# RestorePasswordNoEmailTitle
source: Sorry
ar: عذرًا
es: Lo sentimos
it: Spiacenti

source: Retry
ar: إعادة المحاولة
es: Reintentar
it: Riprova

source: RETURN TO CALL
ar: الرجوع للمكالمة
es: VOLVER A LA LLAMADA
it: RITORNA ALLA CHIAMATA

source: Reverse order
ar: اعكس الترتيب
es: Invertir orden
it: Inverti ordine

# RevokeAlert
source: Are you sure you want to revoke this link? Once the link is revoked, no one will be able to join using it.
ar: هل أنت متأكد من رغبتك في إلغاء الرابط؟ اذا قمت بذلك، لن يستطيع أحد الدخول باستخدامه.
es: ¿Quieres anular este enlace? Una vez anulado, nadie podrá unirse a través de él.
it: Sei sicuro di voler revocare questo link? Una volta fatto, nessuno potrà unirsi utilizzandolo.

# RevokeAlertNewLink
source: The previous invite link is now inactive. A new link has been generated.
ar: رابط الدعوة السابق لا يعمل الآن. سيتم إنشاء رابط جديد.
es: El enlace de invitación anterior está inactivo. Ha sido creado uno nuevo.
it: Il precedente link d'invito è ora inattivo. Ne è stato creato uno nuovo.

# RevokeButton
source: Revoke
ar: إلغاء الرابط
es: Anular
it: Revoca

source: Revoke Link
ar: إلغاء الرابط
es: Anular enlace
it: Revoca link

# RevokeLinkAlert
source: Are you sure you want to revoke the link **{0}**? The group "**{1}**" will become private.
ar: هل أنت متأكد من رغبتك في تعطيل الرابط **{0}**? المجموعة "**{1}**" ستصبح خاصة.
es: ¿Quieres anular el enlace **{0}**? El grupo "**{1}**" pasará a ser privado.
it: Sei sicuro di voler revocare il link **{0}**? Il gruppo "**{1}**" diventerà privato.

# RevokeLinkAlertChannel
source: Are you sure you want to revoke the link **{0}**? The channel "**{1}**" will become private.
ar: هل أنت متأكد من رغبتك في تعطيل الرابط **{0}**? \القناة "**{1}**" ستصبح خاصة.
es: ¿Quieres anular el enlace **{0}**? El canal "**{1}**" pasará a ser privado.
it: Sei sicuro di voler revocare il link **{0}**? Il canale "**{1}**" diventerà privato.

# RoamingUsage
source: Roaming Data Usage
ar: استخدام تجوال البيانات
es: Uso de datos de roaming
it: Utilizzo dati roaming

source: Satellite
ar: قمر صناعي
es: Satélite

source: Saturation
ar: التشبع
es: Saturación
it: Saturazione

source: Save
ar: حفظ
es: Guardar
it: Salva

source: SAVE THEME
ar: حفظ النمط
es: GUARDAR TEMA
it: SALVA TEMA

source: Save to downloads
ar: حفظ في الجهاز
es: Guardar en descargas
it: Salva nei download

source: Save to GIFs
ar: حفظ في الصور المتحركة
es: Guardar GIF
it: Salva nelle GIF

source: Save to gallery
ar: حفظ في الجهاز
es: Guardar en galería
it: Salva nella galleria

# SaveToGallerySettings
source: Save to gallery
ar: حفظ في الجهاز
es: Guardar en galería
it: Salva nella galleria

source: Save to music
ar: احفظ في الموسيقى
es: Guardar en música
it: Salva nella musica

source: Saved Messages
ar: الرسائل المحفوظة
es: Mensajes guardados
it: Messaggi salvati

# SavedMessagesInfo
source: Forward here to save.
ar: حوّل الرسائل إلى هنا لحفظها.
es: Reenvía aquí para guardar.
it: Inoltra qui per salvare.

# ScreenCapture
source: Allow Screen Capture
ar: اسمح بتصوير الشاشة
es: Permitir captura de pantalla
it: Consenti cattura schermo

# ScreenCaptureInfo
source: If enabled, you can take screenshots of the app, but the system will display your chats in the task switcher even when the passcode is on. You may need to restart the app for this to take effect.
ar: إذا تم التفعيل، ستتمكن من التقاط صور للشاشة داخل التطبيق، لكن النظام سيعرض محادثاتك في شاشة تعدد المهام حتى في حال تفعيل رمز المرور. ربما تحتاج لإعادة تشغيل التطبيق لتفعيل هذا الخيار.
es: Si está activada, puedes hacer capturas de pantalla de la aplicación, pero el sistema mostrará tus chats en la multitarea aunque tengas activo el código de acceso. Puede ser necesario reiniciar la aplicación para que tenga efecto.
it: Se attivata, puoi fare screenshot dell'app, ma il sistema mostrerà le tue chat nella lista delle app recenti anche quando il codice di blocco è attivo. Potresti dover riavviare l'app per rendere effettive le modifiche.

source: SD Card
ar: بطاقة الذاكرة
es: Tarjeta SD
it: Scheda SD

source: Search
ar: بحث
es: Buscar
it: Cerca

source: Search friends
ar: ابحث عن جهات اتصال
es: Buscar amigos
it: Cerca amici

# SearchFrom
source: from:
ar: من:
es: de:
it: da:

# SearchGifs
source: FIND GIFS
ar: ابحث عن صور متحركة
es: BUSCA GIF
it: CERCA GIF

# SearchGifsTitle
source: Search GIFs
ar: البحث عن صور متحركة
es: Buscar GIF
it: Cerca GIF

# SearchImages
source: FIND IMAGES
ar: ابحث عن صور
es: BUSCA FOTOS
it: CERCA IMMAGINI

# SearchImagesInfo
source: WEB SEARCH
ar: البحث على الإنترنت
es: BÚSQUEDA WEB
it: RICERCA WEB

# SearchImagesTitle
source: Search web
ar: البحث على الإنترنت
es: Buscar foto
it: Cerca su web

source: Search members
ar: ابحث عن أعضاء
es: Buscar miembros
it: Cerca membri

# SearchMessages
source: MESSAGES
ar: الرسائل
es: MENSAJES
it: MESSAGGI

# SecondsOne
source: {0} second
ar: {0} ثانية
es: {0} segundo
it: {0} secondo

# SecondsOther
source: {0} seconds
ar: {0} ثانية
es: {0} segundos
it: {0} secondi

# SecondsBoldOne
source: **{0}** second
ar: **{0}** ثانية
es: **{0}** segundo
it: **{0}** secondo

# SecondsBoldOther
source: **{0}** seconds
ar: **{0}** ثانية
es: **{0}** segundos
it: **{0}** secondi

# SecretChat
source: Secret chats
ar: المحادثات السرية
es: Chats secretos
it: Chat segrete

# SecretChatContextBotAlert
source: Please note that inline bots are provided by third-party developers. For the bot to work, the symbols you type after the bot's username are sent to the respective developer.
ar: يرجى ملاحظة أن البوتات أثناء الكتابة يتم تطويرها من مطورين مستقلين. لكي تعمل هذه البوتات، ما تكتبه بعد معرف البوت يذهب لمطور البوت.
es: Ten en cuenta que los bots integrados son hechos por terceros. Para que funcione, los símbolos escritos después del alias del bot, son enviados al desarrollador respectivo.
it: Per favore nota che i bot inline sono forniti da sviluppatori di terze parti. Per far funzionare il bot, i simboli che digiti dopo l'username del bot sono inviati al rispettivo sviluppatore.

# SecretLinkPreviewAlert
source: Would you like to enable extended link previews in Secret Chats? Note that link previews are generated on Telegram servers.
ar: هل ترغب في تفعيل معاينة الروابط المطولة في المحادثات السرية؟ تذكر أن هذه المعاينات يتم إنشاؤها في خوادم تيليجرام.
es: ¿Quieres permitir las vistas previas ampliadas en chats secretos? Ten en cuenta que son generadas en los servidores de Telegram.
it: Vuoi attivare le anteprime estese per i link nelle Chat Segrete? Nota che le anteprime dei link sono generate sui server di Telegram.

# SecretWebPage
source: Link Previews
ar: معاينة الرابط
es: Vistas previas de enlaces
it: Anteprime link

# SecurityTitle
source: Security
ar: الأمان
es: Seguridad
it: Sicurezza

source: Select Chat
ar: اختر محادثة
es: Elige el chat
it: Seleziona chat

source: Select color
ar: اختر لون
es: Elegir color
it: Seleziona colore

source: Select Contact
ar: اختر جهة اتصال
es: Elegir contacto
it: Seleziona contatto

source: Select File
ar: اختر ملف
es: Elegir archivo
it: Seleziona file

source: Send
ar: إرسال
es: Enviar
it: Invia

source: Send as file
ar: أرسل كملف
es: Enviar como archivo
it: Invia come file

source: Send as files
ar: أرسل كملفات
es: Como archivo
it: Invia come file

source: Send by Enter
ar: أرسل بزر الإدخال
es: Enviar con “Intro”
it: Invia con tasto Invio

# SendContactTo
source: Send contact to {0}?
ar: أرسل جهة الاتصال إلى {0}؟
es: ¿Enviar contacto a {0}?
it: Inviare contatto a {0}?

# SendContactToGroup
source: Send contact to {0}?
ar: أرسل جهة الاتصال إلى {0}؟
es: ¿Enviar contacto a {0}?
it: Inviare contatto a {0}?

# SendGameTo
source: Share game to {0}?
ar: هل ترغب في مشاركة اللعبة مع {0}؟
es: ¿Compartir el juego con {0}?
it: Condividere il gioco con {0}?

# SendGameToGroup
source: Share game to {0}?
ar: هل ترغب في مشاركة اللعبة مع {0}؟
es: ¿Compartir el juego en {0}?
it: Condividere il gioco con {0}?

# SendItems
source: Send {0}
ar: أرسل {0}
es: Enviar {0}
it: Invia {0}

# SendLiveLocation
source: Share My Live Location for...
ar: شارك مكاني الحي لمدة...
es: Enviar mi ubicación durante...
it: Condividi posizione attuale per...

# SendLiveLocationFor15m
source: for 15 minutes
ar: لمدة 15 دقيقة
es: durante 15 minutos
it: per 15 minuti

# SendLiveLocationFor1h
source: for 1 hour
ar: لمدة ساعة
es: durante 1 hora
it: per 1 ora

# SendLiveLocationFor8h
source: for 8 hours
ar: لمدة 8 ساعات
es: durante 8 horas
it: per 8 ore

# SendLiveLocationInfo
source: Updated in real time as you move
ar: يتم تحديثه بشكل مباشر أثناء تحركك
es: Actualizada mientras te mueves
it: Aggiornata in tempo reale

# SendLocation
source: Send your current location
ar: أرسل مكانك الحالي
es: Enviar tu ubicación actual
it: Invia la tua posizione corrente

# SendMessageRestricted
source: The admins of this group have restricted you from writing here until {0}
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من الكتابة هنا حتى {0}
es: Los administradores del grupo han restringido que escribas hasta el {0}
it: Gli amministratori di questo gruppo ti hanno vietato di scrivere qui fino al {0}

# SendMessageRestrictedForever
source: The admins of this group have restricted you from writing here
ar: مشرفو هذه المجموعة قاموا بوضع قيد يمنعك من الكتابة هنا
es: Los administradores del grupo han restringido que escribas
it: Gli amministratori di questo gruppo ti hanno vietato di scrivere qui

# SendMessageTo
source: Add people...
ar: أضف أشخاص...
es: Añadir personas...
it: Aggiungi persone...

# SendMessagesTo
source: Send messages to {0}?
ar: هل ترغب في إرسال رسالة إلى {0}؟
es: ¿Enviar mensajes a {0}?
it: Inviare i messaggi a {0}?

# SendMessagesToGroup
source: Send messages to {0}?
ar: هل ترغب في إرسال رسالة إلى {0}؟
es: ¿Enviar mensajes a {0}?
it: Inviare messaggi a {0}?

source: Send selected location
ar: أرسل المكان المختار
es: Enviar la ubicación seleccionada
it: Invia la posizione selezionata

source: SEND STICKER
ar: أرسل ملصق
es: ENVIAR STICKER
it: INVIA STICKER

# SendStickerPreview
source: Send Sticker
ar: أرسل ملصق
es: Enviar sticker
it: Invia sticker

source: sending audio...
ar: جاري إرسال المقطع الصوتي...
es: enviando audio...
it: sta inviando un audio...

# SendingFile
source: sending a file...
ar: جاري إرسال الملف...
es: enviando un archivo...
it: sta inviando un file...
